《经验的疆界》

第三章 通过故事和模型来学习

# 术语卡

## 最大可理解复杂行

定义：一方面，故事和模型必须精妙复杂到显得有趣而彰显人类的智慧，另一方面，高智故事和模型必须简单到足以让人理解。最大可理解复杂性是听众智慧以及故事讲述技术和模型建造技术的函数。最大可理解复杂性和下面4个因素相关：
1. 听众
2. 故事讲述技术
3. 模型
4.时间
例子：自身的工作是负责app的通用后台，有时候和别人介绍自己工作内容的时候，如果是听众是一个对app技术有了解的人，稍微一提就知道工作是啥，但如果听众只是单纯地玩app而不了解这方面的技术，说了很久都不能准确了解（大概的工作内容还是明白）
出处：P32

## 中央极限定理（central limit theorem）
定义：反映在典型故事之公认框架中的经验汇集，会减弱对直接经验的栓释造成干扰的随机噪音。
数学上的解释：设从均值为μ、方差为σ^2;（有限）的任意一个总体中抽取样本量为n的样本，当n充分大时，样本均值的抽样分布近似服从均值为μ、方差为（σ^2）/n 的正态分布。
出处：p49

# 人名卡



# 反常识卡：

## 越准确地反映现实，故事就越不好理解；故事越好理解，就越步贴近现实。P35
常识：越接近现实的故事就越好理解，因为这样子就有丰富的生活经历。

## 经验故事和模型是希望被社会证实为真相的虚构。它们是虚构，因为真相是不可接近的。P37
常识：人们害怕面对真实，所以需要以虚拟的故事形式让人们在虚拟的世界中面对这些状况，给人们模拟的机会。

## 神话是减轻历史经验，人类理解和人类展演三者之混淆的工具。带有标准神话情节的故事或模型会提供容易理解的意义，还提供可信性。P41
常识：神话是代表人们面对大自然的灾害时所期盼的拥有的能力，给自己心灵的寄托。

## 经验故事和模型，不仅因为声称准确表征超语言真理而具有真理价值（真理的价值是传统价值），而且因为创造社会秩序而具有正义的价值，因为提供审美乐趣而具有美学价值。p45
常识：经验故事和模型只具有真理价值

## 模型越通用（即引申出的关系模式和函数形式越多），就越可能拟合系统中的噪音，结果就是拟合度高但预测力差。p50
常识：模型越通用越好。
例子：在深度学习中通过训练数据而得出的回归函数，为了防止因为训练数据而造成回归函数过度拟合，特意加上噪音。

# 金句卡：
故事和模型响应了组织生活和组织研究中的普遍存在的一个迫切要求，这一迫切要求是描述经验和因果基础。经验由复杂的，随机的，部分可观察的过程产生的事件流构成。因果关系是模糊的。解释历史，涉及把经验的模糊性和复杂性转换成一种详尽到足以让人感兴趣的，简单到足以让人理解的，可信到足以让人接受的形式。P33



