《我生活的种种模式》

23章 选择的指南

# 术语卡

## 有限理性（英语：Bounded rationality）

- 印象：又称“限制理性”。有限理性模型又称为“西蒙模型”或“西蒙最满意模型(Simmon's Bounded Rationality Model)”。他认为人的理性是处于完全理性和完全非理性之间的一种有限理性。因为人的知识有限，决策者不可能掌握全部知识，也无法认识决策的全部规律，因此他只能追求在他能力范围内的有限理性。决策者在决策中追求满意的标准，而非最优标准。
- 出处：[有限理性模型](http://wiki.mbalib.com/wiki/%E6%9C%89%E9%99%90%E7%90%86%E6%80%A7%E6%A8%A1%E5%9E%8B)


# 人名卡

- 人名：赫伯特·亚历山大·西蒙（Herbert Alexander Simon，1916年6月15日－2001年2月9日）
- 印象：全才式学者，跨学科专家
- 例子：
西蒙不仅仅是一个通才、天才，而且是一个富有创新精神的思想者。他是现代一些重要学术领域的创建人之一，如人工智能、信息处理、决策制定、解决问题、注意力经济、组织行为学、复杂系统等。他创造了术语有限理性（Bounded rationality）和满意度（satisficing），也是第一个分析复杂性架构（architecture of complexity）的人。
西蒙的天才和影响使他获得了很多荣誉，如：1975年的图灵奖、1978年的诺贝尔经济学奖、1986年的美国国家科学奖章和1993年美国心理学会的终身成就奖。
现今很多重要学术领域的创始人之一，如人工智能、信息处理、决策制定、问题解决、注意力经济、组织行为学、复杂系统等。他创造了术语“有限理性”（Bounded rationality）和“满意度”（satisficing），也是第一个分析复杂性架构（architecture of complexity）的人。
- 出处：[赫伯特·亚历山大·西蒙](https://zh.wikipedia.org/wiki/%E5%8F%B8%E9%A9%AC%E8%B4%BA)

# 金句卡

人生哲学这个词听起来很庄严。我们必须弄清它的两个含义之间的区别。在第一种意义上，人生哲学是你在你的宇宙的和人类环境之中存在的理由的陈述。在第二种意义上，你的人生哲学是你对这个宇宙的写照，包括你对作为其核心的人类状况的写照。（P454）

就第一种意义而言，作为有限理性的生物，我不抱幻想去完全正确，客观地理解我的世界。但是我不能忽视这个世界，我必须尽我所能，通过我的科学和哲学伙伴的帮助去理解它，然后使个人的立场与这个世界所呈现的种种条件和约束不过分地不协调。我必须避免那种需要重力遮蔽或要求人类尽善尽美才能完成的个人目标。

我是一个自适应系统，无论我的目标是什么，我的生存和成功都取决于对我周围的人和事和环境合理地保持真实的图像。由于我的世界图像只是大致地接近真实，因此对任何事物我都不追求完美，至多追求做得满意。追求最好只能浪费可贵的认知资源；“最好”是好的敌人。

放弃新古典经济学的先验论，在观察实际决策和解题时，我看到一个有限理性的生物运用探索法去发现满意的，即“足够好的”，行动过程。

我会要求什么责任呢？从这个谱系的弱端开始，有一个一般能接受的责任：不伤害他人的责任。这是“为人准则”的否定版。一个较高的但不是不合理的标准是，有义务留下一个世界，这个世界不比“如果没有我们存在”来得差。

